Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 本次期刊发布之后，已经发放了五千册到混乱之城的经销商手中。
en_us: After this issue was published, 5000 magazines were released to the distributor in Chaos City.

source: 本系统将情绪的波动进行数字化表述，称之为生活体验值。
en_us: "The System will digitalize the emotional wavelengths, and that will be the life experience points.

source: 杀人放火，手法如出一辙。
en_us: Murder and arson. It was the exact same method.

source: 来人他认识，把头发梳成大人模样的鲍里斯先生。
en_us: He knew the person coming. He was Mr Boris, who had combed his hair up sleekly.

source: 来到混乱之城后，麦格便开始物色酒馆所需的店铺。
en_us: Mag began to look for the shop to establish the tavern in as soon as they arrived in Rodu.

source: 杰西卡点点头：“是的呢，我也有一段时间没有见小伙伴们了。”
en_us: Jessica nodded. "Yes. I haven't seen my buddies for quite some time too."

source: 极北冰原是古战场，埋葬着无数古尸，如果那魔鬼真的将他们控制，我们恐怕要面对数量恐怖的军团。”
en_us: The snow plain at the far north was an ancient battlefield. Countless ancient corpses were buried there. If the devil has really controlled them, I'm afraid we will be facing an army made up of a terrifying number."

source: 枉费她化了一个小时的妆，穿上最漂亮的裙子，顶着寒风，像个猥琐大叔一眼尾随了他一个小时，才制造了这么一个偶遇的机会。
en_us: To think that she spent one hour to make up, put her prettiest dress and followed him around like a pervert for one hour in the cold wind to create this chance to bump into him.

source: 果然商人都有着非常敏锐的嗅觉，能够第一时间嗅到商机。
en_us: Indeed, businessmen had a very keen sense of smell. They could smell the opportunity to make money in the very first moment.

source: 果然她之前的猜测没错，这个家伙并不是只冲着钱来的。
en_us: If she was not wrong, this fellow was not here just for money.

source: 果然虎父无犬女，虽然艾米才四岁，可她是亚历克斯和伊琳娜的女儿啊！
en_us: She was indeed the offspring of formidable parents. Although Amy was only four years old, she was Alex and Irina's daughter!

source: 果然，在晚上营业结束的时候，卡诺带着希利，还是敲开了餐厅的门。
en_us: Indeed, after the dinner service was over, Canault brought Seely over, and knocked on the restaurant's door.

source: 果然，换了一本修仙小说，飞起来就是特别稳。
en_us: Indeed, using a cultivation novel make the flying much smoother.

source: 果然，美食才是最治愈的。
en_us: Indeed, food was the best cure for anything.

source: 果酒和粮食酒一般都是深色的，这是酿酒过程中很难避免的，这样纯净透明的酒极为少见。
en_us: Ratafia and grain alcohol were usually dark color. This was inevitable during the brewing process. It was rare to see such a clear and transparent liquor.

source: 枪对着剑，气氛冷到了极致。
en_us: The gun versus the sword. The atmosphere was cold to the extreme.

source: 柔中带刚，娇小的身体，却有着让人折服的气势。
en_us: There was a hint of toughness among her gentleness. Her figure was petite, but she had a commanding presence.

source: 柔软的茄子几乎入口即化，味蕾体验了一场疯狂的味觉盛宴之后，轻轻咽下，唇齿之间尽是余香缠绵。
en_us: The soft eggplant melted almost immediately in Eiffie's mouth. After the wild palate feast experienced by her tastebuds, Eiffie swallowed it and there was a lingering fragrance in her mouth.

source: 柔软而鲜美的口感，与微辣的汤汁融合，简直是美妙到了极致的碰撞！
en_us: The tender and fresh texture fusing with the slightly spicy soup was simply the most exquisite and beautiful clash!

source: 标记：未知食物1号。
en_us: Mark: Unknown food item no.1.

source: 核实‘核’能量波动来源，查验是否与外来文明有关。」
en_us: Identify the origin of the "nuclear" power. Check if it has anything to do with the external civilization.]

source: 根据系统手册说明，系统对于宿主来说都是超然的存在，一般都能够享受到被舔的待遇。
en_us: According to the system's manual, a System was a supernatural being to the host, and would usually be treated with respect and admiration.

source: 桀桀——
en_us: Tsk tsk—

source: 桌上还有红烧鱿鱼须、鱿鱼须刺身、章鱼小丸子等菜。
en_us: There were also red braised squid tentacles, squid tentacles, octopus balls and more.

source: 梅兰特一脸不解：“一个强者做的食物，怎么会那么好吃。”
en_us: Merante said, "How can a powerhouse make such good food?"

source: 梅兰特也是大口喘着粗气，虽然他这一生见过无数身死，可他如何也不想死在克苏鲁的手里，哪怕是尸体也不想落在它的手里。
en_us: Merante always panted loudly. Although he had experienced life and death many times in his life, he didn't want to die in Cthulhu's hands no matter how. He didn't want his corpse to end up in its possession.

source: 梅兰特从腰间的口袋中抓了一把黑豆，向着下方一撒，落地之后便化作了一个个黑色鬼面刀客，悍不畏死的向着那些古尸冲去。
en_us: Merante grabbed a handful of black beans from the pocket at his waist and sprinkled it down. When they landed, they transformed into multiple black ghost-faced assassins, dashing towards the ancient corpses fearlessly.

source: 梅兰特倒是淡定许多，往自己身上贴了几张符，靠着椅子脸上没有露出丝毫痛苦的表情，还顺带安慰起诺亚来。
en_us: Merante, on the other hand, was much calmer. He had pasted a few talismans on himself. He was leaning on the chair without any expression of pain, and was even consoling Noya.

source: 梅兰特则是端起酒杯，一口闷了。
en_us: Merante downed his glass in a single gulp.

source: 梅兰特发出了一声痛苦的嘶吼，身上贴着的符咒全部燃烧起来。
en_us: "Aaah…" Merante let out a painful howl. The talismans on him started lighting up.

source: 梅兰特叹了一口气，缓缓站起身来，语调有些沉闷道：“尸体被焚烧，灵魂被掠夺吞噬，只剩下一点点逃脱的残魂，得到的信息不多。那家伙穿着一身黑袍，实力在九级以上，也可能已经达到十级。”
en_us: Merante sighed, and then slowly got up. In a grave voice, he said, "Their bodies were burned, and their souls were snatched and devoured. Only a bit of residual souls was left. I can't get much information from them. That guy was in black robes, and his power was above the 9th-tier. He might have already reached the 10th-tier."

source: 梅兰特和伊琳娜的脸上也有惊色。
en_us: Merante and Irina were also stunned.

source: 梅兰特声音颤抖的说道，眼中有着深深的恐惧。
en_us: Merante said with a trembling voice and deep fear in his eyes.

source: 梅兰特已经在疼痛中陷入了昏迷，生死未卜。
en_us: Merante was already unconscious from the excruciating pain.

source: 梅兰特手里拿着那个小酒瓶，仰头把剩下的一点酒倒进嘴里，砸吧了几下嘴巴，然后反手拍了一下诺亚的脑袋：“臭小子！这么好的酒都被你糟蹋了。”
en_us: Merante held the small bottle of his wine in his hand, tilted his head back, and finished the last drop of wine inside. He licked his lips, and then smacked Noya on the head. "Scoundrel! You've completely wasted such a good wine."

source: 梅兰特扶着床头站起身来，活动了一下筋骨，又是掀起衣服查看了一下自己肚子上的伤口，原本恐怖的伤口已经重新长出了肉，留下了一个浅红色的疤。
en_us: With the help of the bed's frame, Merante stood up. He stretched a little, and lifted his shirt up to check his wound. The flesh had grown over the scary-looking wound, leaving only a faint red scar.

source: 梅兰特护着全程抱着佛跳墙不撒手的诺亚跟在麦格身后，处理那些从崖壁中突袭出来的古尸。
en_us: Merante protected Noya, who was hugging the 'Buddha Jumps Over the Wall' tightly, as they followed behind Mag, handling the ancient corpses who sprung an attack on them from the cliff.

source: 梅兰特撇嘴道：“那是按照人来的年龄来算的，在鬼族，你这只能算是婴幼儿，还没小老板大。”
en_us: Merante pursed his lips, and said, "That's according to human standards. In the Ghost Clan, you are just a baby. You're not even as old as Little Boss."

source: 梅兰特沉吟道：“当年我曾经看过一本古籍，上面记载上古时期，北地雪原是古战场，许多种族在此地血战，留下了诸多尸体。
en_us: Merante lamented, "I have once read an ancient book that recorded the snow plain in the north as an ancient battleground. Many races battled to their deaths here and many bodies were left behind.

source: 梅兰特的伤势很严重，小腹处有个贯穿的大洞，血肉一同消失了，像是被什么利器直接贯穿，而且极为狠戾的转了一圈，嚼碎了血肉一同带走。
en_us: Merante was severely wounded. There was a big hole through his abdomen. It was as though a sharp weapon had pierced through him, spun one round, and brought his flesh and blood out together with it.

source: 梅兰特的伤势很重，以他只会贴邦迪的医术水平，恐怕只能送他上路。
en_us: Merante's injuries were serious. With Mag's band-aid medical skills, he probably could only send him on his way.

source: 梅兰特的神情有些复杂，沉声道：“他应该找到了隐藏魔气的办法，想要循着魔气找到他恐怕行不通，只能继续排查，他只要出现杂龟甲石探测覆盖范围内，就能将他锁定。”
en_us: Merante's expression was a little complex. He said in a low voice, "He should have found a way to conceal the evil aura. I'm afraid it's no longer feasible to find him by tracking the evil aura. We can only continue to scan the area. As long as he appears within the septaria oracle's detection range, we can lock onto him."

source: 梅兰特的衣衫绽裂，露出了结实的胸膛。
en_us: Merante's clothes ripped and revealed his fit chest.

source: 梅兰特盘对坐下，双手结印，不知从哪里摸出了一张金红色的符咒夹在二指之间，口中念念有词，然后向着面前的土堆一指。
en_us: Merante sat down, and crossed his legs. He made a seal with his hands, held a golden-red talisman between his two fingers, and started chanting. Next, he pointed at the earthen mound in front of him.

source: 梅兰特看着麦格道：“我们需要尽快找到他，以他现在的实力，可以轻易毁灭一座没有强者驻守的城镇，杀的人越多，他便会变得越强大。”
en_us: Merante said to Mag, "We have to find him as soon as possible. Given his current power, he could easily annihilate a town without any powerhouses guarding it. The more he kills, the stronger he will be."

source: 梅兰特神情有些凝重道：“的确和暮光森林的是同一个黑袍人，看不清楚容貌，但无论是身形还是出手习惯都是一样的，而且他伪造了现场，试图嫁祸给兽人族。”
en_us: "It was the same black-robed person as the one in Twilight Forest. I couldn't see his face clearly, but his habits and silhouette are exactly the same. On top of that, he set up the place to frame the orcs," Merante said with a grave expression.

source: 梅兰特翘着二郎腿，笑眯眯的看着艾米和诺亚，活脱脱一个老爷子，那还有什么鬼族大佬的气质。
en_us: Merante crossed his legs as he watched Amy and Noah smilingly. He looked just like an ordinary old man, and not like a big boss from the Ghost Clan.

source: 椅子落地，麦格下意识的缩了一下脚，看了眼立在他面前的椅子，又是看了看那似笑非笑的伊琳娜。
en_us: The chair landed on the floor, and Mag retracted his foot instinctively. He looked at the chair in front of him, and then at Irina, who had a seeming smile.

source: 楼下，诺亚已经急得像热锅上的蚂蚁。
en_us: When they had arrived downstairs, Noya was already a cat on a hot tin roof.

source: 楼梯突然响起了脚步声。
en_us: Footsteps suddenly sounded on the staircase.

source: 歇业期间，麦格打算给员工们放一个长假，当然，如果没地方好去的，也可以留在冰激凌店或者麦瑞火锅店帮忙。
en_us: During the period that the Mamy Restaurant was closed, Mag intended to give all the employees a long break. If they didn't have anywhere to go, they could stay at the ice cream shop or help out at Mana Hot Pot Restaurant.

source: 歌洛璃娅莫名的有些失落，就像是一个非常重要的人突然远行了，而且还没有和自己道一声别。
en_us: Gloria felt an unexplainable disappointment, as if a very important person had suddenly embarked on a long journey without saying goodbye to her.

source: 正准备会座位的库尔特闻言停下了脚步，看着偌大的酒馆里，只有老板在厨房里忙碌，还有一个小姑娘在上菜，的确很忙碌。
en_us: Kurt, who was about to return to his seat, faltered his steps after hearing that. He only saw the boss being busy in the kitchen alone in the big tavern, with only a little maiden serving the dishes. They were indeed very busy.

source: 正因如此，这片雪原也成了各族不会踏足的禁地。
en_us: Just because of that, the snowplain became a restricted area that all the races avoided.

source: 正在柜台后和艾米数钱的伊琳娜也是停下了手中的动作，同样看向了麦格望着的方向。
en_us: Irina, and Amy, who were counting the money behind the ocunter, also paused in their actions and looked towards where Mag was looking.

source: 正在翻阅古籍的麦格脑海中突然响起了系统没头没脑的一句话。
en_us: The statement from the System rang in Mag's head as he was flipping through ancient books.

source: 正在门口扎堆晒太阳闲聊的邻居们看着出门来的麦格一家，纷纷艳羡道，被这一家四口和宠物的颜值惊到了。
en_us: The neighbors, who were sunning themselves and chatting at the doors, came out to look at Mag and his family, and commented on them enviously. They were all shocked by this family of four and their pet's great looks.

source: 正坐在书桌前画图的麦格听到声音，有些惊讶的回头。
en_us: Mag, who was drawing the blueprints at his study desk, heard the sound and turned his head around with surprise.

source: 正常酒馆装修，十天半个月都算是神速的了，塞班酒馆一夜之间装修全换，太过优秀容易被人怀疑。
en_us: It was already considered fast to complete the renovation of a normal tavern within two weeks. It would easily arouse suspicion if Saipan Tavern completely changed its furnishings overnight.

source: 正经人谁看金瓶梅。
en_us: What kind of proper person would read "The Plum in the Golden Vase"?

source: 此刻她出现在这里，站在了反抗的奴隶的这一边。
en_us: Now, she was here, on the side of the rebelling slaves.

source: 此消彼长之下，战争联盟现在只剩下四五十个部落，实力大不如前。
en_us: Under such circumstances, there were only 40-50 tribes left in the pro-war alliance and their power was far inferior than it was before.

source: 此番事情闹得整个诺兰大陆震动，连陛下都迫不得已的表态，他们自然不敢在这种时候触霉头，甚至更多的是在思考如何将与乔修的关系撇干净，现在这种时候，与魔鬼沾染上任何关系，都是一般人承受不起的。
en_us: This matter had shaken the entire Norland Continent, and even His Majesty had to make a stand, so they naturally wouldn't poke their heads out at a time like this. Furthermore, they were thinking about how to make a clean cut with Josh. In times like this, no ordinary people could withstand any connection to the devil.

source: 此行不是真的来开店的，最重要的目的是寻找乔修，刺探消息，所以麦格选了这个朝廷官员聚集的片区。
en_us: They didn't really come to set up a shop here. Their most important objective was to look for Josh and gather information, so Mag chose the area where the court officials gathered.

source: 歪着脑袋、吐着舌头的丑小鸭突然睁开了眼睛，有些虚弱的叫了一声。
en_us: Ugly Duckling, who tilted its head to one side and had its tongue lolling out, called out weakly.

source: 每一斧头砍下，地窖盖上的光罩就会一阵晃动，光芒减弱几分，摇摇欲坠。
en_us: The light shield on the cellar's cover would vibrate every time the axe struck. It would get dimmer and more fragile.

source: 每一种味道都是如此的突出，但彼此交融在一起，却又是如此的和谐，让人情不自禁的沉迷其中。
en_us: Each taste was so prominant but they actually blended together in such harmony. It made one fall deeply into it without knowing.

source: 每个人都会收藏一堆健身、烹饪、旅行的教程放在收藏夹里，却永远不会打开第二次。
en_us: Everyone had a folder in which they kept a bunch of workout, cooking, and travel tutorials that they would never open again.

source: 每天带客人看商铺几乎都到夜里，手里收到的意向书已经不下一百份，其中不乏洛都城里有名的商铺。
en_us: He had to bring people to look at the shops until midnight. He had already received more than 100 proposals and many of them were famous shops in Rodu.

source: 比如养一头小猪为腌制火腿做准备，孵化一颗鸡蛋用于生鸡蛋，进山采摘最新鲜的树菇，下海捕捞最肥美的大虾。
en_us: For example, rearing a piglet in preparation for the marinated ham, hatching an egg from a chicken, going to the mountains to pluck fresh tree mushrooms, and going down to the sea to catch fresh prawns.

source: 比如因为腿太短，她没有办法自己踢掉支撑腿。
en_us: For example, because her legs were too short, she was unable to kick the kickstand up.

source: 比如在不想吃饭的时候，来一碗热干面，或者来两个热腾腾的灌汤包。
en_us: For example, they could have a bowl of hot noodles with sesame paste or two piping hot soup dumplings if they didn't want to eat rice.

source: 比如我们吃门口那颗大树的树叶不会死，但那树叶并不能用来当做食材做成美味的食物。”
en_us: For example, we won't die if we eat the leaves on the tree at the front door, but the leaves cannot be used to make into a delicious dish."

source: 比如窖藏三十年的泰坦酒，与首次亮相便惊艳四方的茅台酒，要从这两者之间选出一款更好的酒作为金奖酒，就像是问我们老婆和老娘哪个重要一样，简直是在为难所有评委。”
en_us: For example, the Titan Liquor which has aged for 30 years in the cellar, and Maotai which has bowled everyone over on its debut. Asking us to choose which of them to be awarded with the gold award is equivalent of asking us to choose who is more important between our mothers and our wives. It's making things impossible for all the judges."

source: 比如麦格就被前边那个肩上扛着巨大的向日葵花的姑娘吸引了目光，心想那瓜子剥下来，仁可不比核桃仁都大颗？
en_us: For example, Mag's attention was immediatley drawn to the lady in front with a large sunflower on her shoulder. Mag was thinking if the sunflower seeds would be bigger than a walnut.

source: 比如：‘但凡多次两颗花生米，也不至于醉成这样。’
en_us: For example, "He wouldn't have been so drunk if he had eaten more peanuts."

source: 毕竟他还是一位相当新手的甜点师，甚至连入门都算不上，他已经预料到自己将要面对的困难。
en_us: After all, he was still a rather new patissier who couldn't even be considered as a novice. He could already foresee the difficulty that he was going to face.

source: 毕竟兔兔那么可爱，无论是红烧还是烧烤，都贼好吃。
en_us: After all, rabbits are cute and tasty whether it was braised or barbecued.

source: 毕竟埃菲做的菜，连她自己都不敢品尝。
en_us: After all, Eiffie would not even dare to try the dishes she made.

source: 毕竟她现在有着一个装满世上最好的泰坦酒的酒窖，已经可以让泰坦酒馆安稳经营二十年。
en_us: After all, she already had a cellar full of the world's best Titan Liquor, which would allow the Titan Tavern to safely operate for 20 years.

source: 毕竟梅兰特是鬼族的，在圣光面前多半不自在。
en_us: After all, Merante was from the Ghost Clan. He would feel uncomfortable before the Holy Light.

source: 毕竟烤猪眼他都能一口一个，嚼的满嘴爆浆，猪舌头和猪耳朵，简直洒洒水咯。
en_us: After all, he could eat the pig's eyes that would explode in his mouth. The pig's tongue and ears were just a piece of cake in comparison.

source: 毕竟这可是罗莫街最嗨的一家酒馆，竟然走的是小清新的路线。
en_us: After all, this was actually the stype of the most happening tavern in Romo street.

source: 毕竟餐馆只要不是路边摊，都不太容易靠着香味来吸引远近的客人。
en_us: After all, as long as a restaurant wasn't a roadside stall, it couldn't attract customers with its aroma easily.

source: 毕竟，真要打起来，埃菲可是连伊琳娜的一个手指头都撑不住的。
en_us: After all, Eiffie wasn't even the match for one of Irina's fingers if they started to fight.

source: 毫不犹豫的夹起一根猪耳朵喂到嘴里，麻辣的滋味依旧，不过猪耳朵所特有的脆骨，却给他带来了极为美妙的咀嚼口感，软糯的猪耳肉夹着薄薄的脆骨，咀嚼的时候还能听到清脆的渣渣声。
en_us: Without any hesitation, he put a piece of the pig's ear in his mouth. The spiciness was still the same, but the pig's ear had a special cartilage, which gave it a crunchy and marvelous chewing experience. The soft pig's ear covering the thin layer of cartilage gave it a crispy crunch as Abraham chewed.

source: 气压阀的气压幻化降低，等到气压完全平衡后，埃菲才拿过一个杯子接在储酒器下方的出酒口，转动开关。
en_us: The pressure indicated on the pressure valve decreased and when the pressure was completely balanced, Eiffie brought a cup over to the tap at the wine storage and turned the tap on.

source: 气氛变得有些悲伤和绝望。
en_us: The air was filled with desolation and despair.

source: 求饶声在山洞外渐渐消失，星空洞府很快恢复了静谧。
en_us: The sounds of pleas gradually died down beyond the cave. The Starry Cave soon regained its peace and quiet.

source: 汤喝的差不多了，剩下的包子皮一口闷。
en_us: When the soup was almost gone, Mag put whatever was left of the dumpling all into his mouth.

source: 汤喝的差不多了，埃菲抬起头，有些意犹未尽的舔了舔嘴唇，然用筷子夹起已经变得干瘪的包子，咬了一口。
en_us: When she was almost done with the soup, Eiffie lifted her head up and licked her lips, wanting more. After that, she picked up the deflated dumpling with her chopsticks and took a bite.

source: 汤汁微微发麻、发辣，但骨香浓郁，这是熬了一宿的老骨汤，与芝麻红油最完美的结合。
en_us: The soup was slightly hot and numbing, but it had a rich bone broth's taste . This was a bone broth that had been simmered overnight. It was a perfection union with the red sesame oil.

source: 汤汁立马从洞里涌了出来，她连忙用嘴巴堵住天窗，然后小口嘬饮着。
en_us: The soup gushed out immediately and she quickly put her mouth over the hole and took a sip.

source: 汤汁醇正浓郁、入口油而不腻，包子鲜香肉嫩、皮簿筋软，这样精致而特别的食物，实在是太奇妙了。
en_us: The soup was rich and not greasy. The filling was fresh and tender and the skin was chewy. Such an exquisite and unique food was really marvelous.

source: 沉闷的碰撞声从地窖门的位置传来，防御阵法在明暗不定的晃动，泥沙粉屑从缝隙间落了下来。
en_us: The dull knocking came from cellar's door. The defense spell formation began to blink and soil began to fall from the cracks.

source: 沉默了一会，那男人还是回头看着麦格：“我有故事，你有酒。”
en_us: After a moment of silence, that man turned back and looked at Mag. "I have a story, and you have wine."

source: 沉默，再次的沉默。
en_us: Silence. More silence.

source: 没办法，自己生的崽，完美继承了自己的厨艺天赋。
en_us: Oh well, she was her daughter who had completely inherited her cooking talents.

source: 没多久，数十个部落的酋长排着队，双手抱头，从府邸中出来，在兽人部落和平联盟条约上签字。
en_us: Soon after, dozens of tribal leaders lined up with their hands on their heads and came out of their residences. They signed on the orcs and the Peace Alliance's treaty.

source: 没怀孕。
en_us: It didn't get pregnant.

source: 没想到一进门，就看到了这个傻大个在疯狂自残，还吧自己手给砸扁了，情况紧紧，所以我只能用一些特别的方式让他稍微冷静一下。”
en_us: We didn't expect to see this giant fool mutilating himself and even smashing his own hand. It was a urgent situation so I used a special way to calm him down."

source: 没想到今日泰坦酒馆拿出的泰坦酒，单单是酒香，便已让之前的美酒失色，更是让评委和众酒客们淡定不住了。
en_us: They didn't expect the Titan Liquor from Titan Tavern this year made the previous liquor pale in comparison just with its fragrance alone. This made all the judges and audience excited.

source: 没想到哈迪斯先生将她的酿酒设备更换了一遍，精简了几个流程，就让她成功的酿出了纯正的泰坦酒。
en_us: She did not expect that after Mr. Hades changed the brewing apparatus and simplified the procedure, she would successfully brew the authentic Titan Liquor.

source: 没想到时隔十五年后，一份由马库斯亲酿的泰坦酒，被再次端到了他们面前。
en_us: They didn't expect to be served a glass of Titan Liquor brewed by Marcus again after 15 years.

source: 没想到时隔多年，马库斯的女儿携着泰坦酒再次来袭，对上的依旧是鲍里斯的爆炸酒。
en_us: No one expected that years later, Marcus's daughter would bring the Titan Liquor over again to compete with Boris's Explosive Liquor.

source: 没想到现在他竟然直接下单十万册。
en_us: Now, the distributor actually ordered 100,000 magazines straightaway.

source: 没想到运气不太好，被排到了倒数的位置。
en_us: He didn't expect that he would be so unlucky as to get last few positions to go stage.

source: 没有人觉得剩下的十组酒里还会出现能够与泰坦酒相提并论的美酒。
en_us: No one believed that there would be liquor that could compare to Titan Liquor in the remaining 10 groups.

source: 没有吃晚饭的诺亚肚子一阵乱叫，打开纸袋抓了一把花生丢到嘴里，咔嚓咔嚓嚼着。
en_us: Noya did not have dinner, so his stomach was grumbling a lot. He opened the packet, threw a handful of peanuts into his mouth, and chewed on them.

source: 没有封印作为后盾，即便是他们三人联手，也绝非这个家伙的对手。
en_us: Without the seal as the shield, the three of them weren't this fellow's match even if they combined forces.

source: 没有打扰汉娜工作，麦格在工厂里转悠了一圈。
en_us: Mag didn't want to disturb Hannah's work, so he decided to tour around the brewery.

source: 没有支架，就这样被这个身材单薄的女人单手提着。
en_us: It didn't have a support and carried by the lean woman single-handedly.

source: 没有花哨的剑气，也没有纵横的斗气，两人之间的战斗已经回归到战斗本质，一位巅峰的剑客与一位巅峰枪手的对决，每一击都蕴藏着杀机。
en_us: There were no fancy sword projection, or overpowering fighting spirit. The battle between the two had gone back to fighting in its very basic form. A swordman at his peak versus a spearman at his peak. Each attack was out to kill.

source: 没等伊琳娜问话，麦格自己已经一股脑全交代了。
en_us: Before Irina could say anything, Mag told her everything.

source: 没等麦格出门，敲门声已经响起。
en_us: Before Mag could leave, there was someone knocking at the door.

source: 没钱，才华又不够，才要懂女人。
en_us: If you had no money and not enough talent, you have to understand women.

source: 法克部落趁机游说各部落，成功分化了一批部落收入麾下。
en_us: The Falk Tribe took the chance to convince the other tribes and had successfully converted some of them.

source: 法克部落，中央广场上停放着十数辆装载着各种物质的马车。
en_us: In the Falk Tribe, there were tens of horse-drawn carriages carrying different things parked at the central square.

source: 法国蜗牛贝壳呈圆球形，外壳厚实，表面呈黄褐色，有光泽，并有多条黑褐色带……”
en_us: The French escargots have a thick and round shell. Its shell is brownish and shiny, with many black and brown stripes..."

source: 法师杖砸在星空屏障之上，发出了一声闷响。
en_us: The magic caster's staff landed on the barrier, and made a dull thud.

source: 法部在官场上也是令不少官员忌惮，毕竟被他们盯上准没好事。
en_us: Many officials were wary of the Ministry of Law since nothing good would come out of being noticed by them.

source: 法部奥尔登，在罗莫街一家小酒馆，被亚伯罕公爵暴打的消息在官场不胫而走。
en_us: News of Aulden from the Ministry of Law being bashed up by Duke Abraham in a little tavern at Romo Street started spreading around the royal court.

source: 法部的官员们也是纷纷应和道，一个个惊惶失措，已经没了先前趾高气昂的模样。
en_us: The other officials from the Ministry of Law all agreed. They were all flustered, and were no longer as arrogant as they were.

source: 法部衙门那边有这些天常在塞班酒馆喝酒的客人，认得麦格。
en_us: There were people at court from the Ministry of Law who drank often in Saipan Tavern recently so they recognized Mag.

source: 泡的发胀的绿豆，双手一搓就起皮掉落。
en_us: The mung beans, which had been soaked for a long time, could be easily deskinned with a simple rub.

source: 泡绿豆需要不少时间，毕竟不是在厨神试炼场，无法开启加速模式，所以麦格趁着空隙把昨天艾米套回来的两只大肥鹅给处理了，一个送进烤箱，一个进了炖锅。
en_us: Soaking the mung beans took up quite a lot of time. On top of that, as Mag was not in the test field for the God of Cookery, he was unable to fast-forward time. Therefore, Mag used the time waiting for the mung beans to prepare the two fat geese that he'd brought back for Amy yesterday. One of them went into the oven, while the other went into a pot to stew.

source: 波比一口饮尽，又陷入了回忆杀中。
en_us: Bobby chugged it down, and went back to his stories.

source: 波比侧头看着他，目光有些迷离，愣了好一会，才伸手捏起一颗花生喂到嘴里。
en_us: Bobby turned to look. His gaze was unfocused. After spacing out for a long while, he reached out, and put a peanut into his mouth.

source: 波比又喝了两杯，口齿渐渐不请，开始糊里糊涂的说着胡话。
en_us: Bobby chugged down another two glasses. He started to mumble as he rambled on.

source: 波比取了几个杯子，给各位大臣逐一满上。
en_us: Bobby took a few glasses, and poured a glass for each of the courtiers.

source: 波比回过神来，看着麦格，指着伊琳娜面前的酒杯道：“请给我来一瓶和那位女士一样的酒。”
en_us: Bobby came back to his senses. He looked at Mag, and pointed at Irina's glass as he replied, "Get me a bottle of that lady's wine."

source: 波比好酒，这个习惯也是进入兵部后跟着那位上司前辈养成的。
en_us: Bobby loved to drink. This habit appeared when he entered the military and followed under that superior.
